Repository: bazimogmbh/EasyPurchase
Catalog: Sources/EasyPurchase/Resources/Localizable.xcstrings
Source language: en
Languages: uk

source: %d days
uk: %d дні

source: %d months
uk: %d місяці

source: %d weeks
uk: %d тижні

source: %d years
uk: %d роки

source: %lld days
uk: %lld днів

source: %lld months
uk: %lld місяців

source: %lld weeks
uk: %lld тижнів

source: %lld years
uk: %lld років

source: Access to cloud service information is not allowed
uk: Доступ до інформації хмарного сервісу не дозволено

source: Could not connect to the network
uk: Неможливо підключитися до мережі

source: Not allowed to make the payment
uk: Заборонено здійснювати оплату

source: Nothing to Restore
uk: Немає чого відновлювати

source: Payment cancelled
uk: Оплата скасована

source: Purchase Succeeded
uk: Покупка виконана успішно

source: Recipient Validation Failed
uk: Валідація не вдалася

source: Restore Failed
uk: Відновлення не вдалося

source: Restore is successful
uk: Відновлення виконано успішно

source: The device is not allowed to make the payment
uk: Заборонено здійснювати оплату на даному девайсі

source: The product is not available in the current storefront
uk: Продукт недоступний

source: The purchase identifier was invalid
uk: Недійсний ідентифікатор покупки

source: Unknown error. Please contact support
uk: Невідома помилка. Зверніться до служби підтримки

source: User has revoked permission to use this cloud service
uk: Користувач скасував дозвіл на використання хмарного сервісу.

source: Your purchase is pending approval
uk: Ваша покупка очікує підтвердження.
